// src/constants/rawMaterials.ts

export const rawMaterials = {
    // 1. 원료 단가
    raw_materials: [
        {
            "원료명": "ABS 0660I K21441",
            "단가": 3400.0
        },
        {
            "원료명": "ABS 0660I M/FW9702",
            "단가": 3400.0
        },
        {
            "원료명": "ABS 0660I W9A316",
            "단가": 2950.0
        },
        {
            "원료명": "ABS 380HF-OA631",
            "단가": 3520.0000000000005
        },
        {
            "원료명": "ABS 380-NP",
            "단가": 3200.0
        },
        {
            "원료명": "ABS 381-NP",
            "단가": 2600.0
        },
        {
            "원료명": "ABS DAH 935-1A64",
            "단가": 4740.0
        },
        {
            "원료명": "ABS DAH935-2271",
            "단가": 3300.0000000000005
        },
        {
            "원료명": "ABS DAH935-3297D-G",
            "단가": 3300.0000000000005
        },
        {
            "원료명": "ABS DAH935-7494-G",
            "단가": 3300.0000000000005
        },
        {
            "원료명": "ABS DAH935-7655C-G",
            "단가": 3300.0000000000005
        },
        {
            "원료명": "ABS GP-35-0291S",
            "단가": 4400.0
        },
        {
            "원료명": "ABS HF-0660I/NPW",
            "단가": 3080.0000000000005
        },
        {
            "원료명": "ABS HF-0660I/W99490",
            "단가": 3400.0
        },
        {
            "원료명": "ABS HI121-9001",
            "단가": 2850.0
        },
        {
            "원료명": "ABS HIPS 60HRI-NP(현대H-616)",
            "단가": 2750.0
        },
        {
            "원료명": "ABS HIPS DPH660-1B53-G",
            "단가": 4000.0
        },
        {
            "원료명": "ABS MP211-09248",
            "단가": 2900.0
        },
        {
            "원료명": "ABS SD-0152/K2007(일반블랙)",
            "단가": 3120.0
        },
        {
            "원료명": "ABS SD0170",
            "단가": 3140.0
        },
        {
            "원료명": "ABS SD0170-FW9419",
            "단가": 2850.0
        },
        {
            "원료명": "ABS SD0170-W96555",
            "단가": 3400.0
        },
        {
            "원료명": "ABS SD0170-W99340",
            "단가": 3400.0
        },
        {
            "원료명": "ABS SF-0950 K21294",
            "단가": 4180.0
        },
        {
            "원료명": "ABS TR558AS-NP",
            "단가": 4400.0
        },
        {
            "원료명": "AS 80IC (SAN 80HF)",
            "단가": 2720.0
        },
        {
            "원료명": "AS 82TR (SAN 82TR)",
            "단가": 2720.0
        },
        {
            "원료명": "ASA LI912",
            "단가": 3900.0
        },
        {
            "원료명": "BELLPET IP252BR1",
            "단가": 4600.0
        },
        {
            "원료명": "EVA TF6STE S342",
            "단가": 0.0
        },
        {
            "원료명": "GPPS 25SPI",
            "단가": 2150.0
        },
        {
            "원료명": "HDPE 7600",
            "단가": 2480.0
        },
        {
            "원료명": "HIPS 476",
            "단가": 2810.0
        },
        {
            "원료명": "HIPS DPH660-1B34C",
            "단가": 2550.0
        },
        {
            "원료명": "HIPS DPH660-1B34C-G",
            "단가": 2550.0
        },
        {
            "원료명": "HIPS DPH660-7553",
            "단가": 3190.0000000000005
        },
        {
            "원료명": "HIPS H616",
            "단가": 2750.0
        },
        {
            "원료명": "HS-ABS DWAB600(WHITE)",
            "단가": 4950.0
        },
        {
            "원료명": "HYTREL7246",
            "단가": 14140.0
        },
        {
            "원료명": "HYTRELG3548",
            "단가": 15290.0
        },
        {
            "원료명": "LDPE 2426H",
            "단가": 2840.0
        },
        {
            "원료명": "LDPE 5301",
            "단가": 2500.0
        },
        {
            "원료명": "LDPE 5321",
            "단가": 2200.0
        },
        {
            "원료명": "LDPE 5322F",
            "단가": 3000.0
        },
        {
            "원료명": "LDPE 724",
            "단가": 2970.0
        },
        {
            "원료명": "LDPE FB3050",
            "단가": 2150.0
        },
        {
            "원료명": "LLDPE 7635",
            "단가": 2500.0
        },
        {
            "원료명": "LLDPE JL210",
            "단가": 2750.0
        },
        {
            "원료명": "M/B (펄없음)",
            "단가": 10000.0
        },
        {
            "원료명": "M/B (펄있음)",
            "단가": 15000.0
        },
        {
            "원료명": "MPP DWR-2350(내추럴)",
            "단가": 3170.0
        },
        {
            "원료명": "MPP DWR-236050NP",
            "단가": 3370.0
        },
        {
            "원료명": "PBT GP1000H KA39",
            "단가": 4100.0
        },
        {
            "원료명": "PC 3022IR",
            "단가": 6050.000000000001
        },
        {
            "원료명": "PC ABS 215NA",
            "단가": 6550.0
        },
        {
            "원료명": "PC SC1220R",
            "단가": 3500.0
        },
        {
            "원료명": "PC SC1280UR",
            "단가": 5800.0
        },
        {
            "원료명": "PCR ABS R380G5-0B574-P",
            "단가": 3300.0000000000005
        },
        {
            "원료명": "PCTA AN004",
            "단가": 9500.0
        },
        {
            "원료명": "PCTG BK",
            "단가": 5060.0
        },
        {
            "원료명": "PCTG DS0831",
            "단가": 3900.0
        },
        {
            "원료명": "PET BCL57",
            "단가": 3000.0
        },
        {
            "원료명": "PET BCL62",
            "단가": 3000.0
        },
        {
            "원료명": "PET BCL76",
            "단가": 2350.0
        },
        {
            "원료명": "PET BR8040",
            "단가": 3200.0
        },
        {
            "원료명": "PET PCR ECOTRIA R100(30%)",
            "단가": 4130.0
        },
        {
            "원료명": "PET YS-Y01",
            "단가": 2700.0
        },
        {
            "원료명": "PETG BI-8000",
            "단가": 3860.0
        },
        {
            "원료명": "PETG BI-8000-1",
            "단가": 3500.0
        },
        {
            "원료명": "PETG CR5083",
            "단가": 3860.0
        },
        {
            "원료명": "PETG CR5531",
            "단가": 3860.0
        },
        {
            "원료명": "PETG DN011",
            "단가": 2420.0
        },
        {
            "원료명": "PETG DN501V (4%)",
            "단가": 3630.000000000001
        },
        {
            "원료명": "PETG DN501V (5%)",
            "단가": 3630.000000000001
        },
        {
            "원료명": "PETG DS0831",
            "단가": 4300.0
        },
        {
            "원료명": "PETG GN40",
            "단가": 3630.000000000001
        },
        {
            "원료명": "PETG GN40 (4%)",
            "단가": 3630.000000000001
        },
        {
            "원료명": "PETG JN200",
            "단가": 4350.0
        },
        {
            "원료명": "PETG PN200",
            "단가": 4200.0
        },
        {
            "원료명": "PMMA IF850-E1L",
            "단가": 3950.0
        },
        {
            "원료명": "PMMA SF01",
            "단가": 3400.0
        },
        {
            "원료명": "PMMA V-150",
            "단가": 4070.000000000001
        },
        {
            "원료명": "POM F30-03",
            "단가": 3900.0
        },
        {
            "원료명": "POM M90-44",
            "단가": 2300.0
        },
        {
            "원료명": "PP 4017",
            "단가": 1700.0
        },
        {
            "원료명": "PP 4018",
            "단가": 1850.0
        },
        {
            "원료명": "PP A353",
            "단가": 3860.0
        },
        {
            "원료명": "PP HP602N",
            "단가": 2184.0
        },
        {
            "원료명": "PP J560",
            "단가": 2320.0
        },
        {
            "원료명": "PP J560T",
            "단가": 4150.0
        },
        {
            "원료명": "PP R301",
            "단가": 3500.0
        },
        {
            "원료명": "PP RJ6428",
            "단가": 0.0
        },
        {
            "원료명": "PP S-410",
            "단가": 4400.0
        },
        {
            "원료명": "PP SB-550A",
            "단가": 2700.0
        },
        {
            "원료명": "PP SJ170T",
            "단가": 2260.0
        },
        {
            "원료명": "PP Y120",
            "단가": 0.0
        },
        {
            "원료명": "SAN 8211-55",
            "단가": 8500.0
        },
        {
            "원료명": "난연 ABS AF365",
            "단가": 5200.0
        }
    ],
};