// src/constants/subMaterials.ts

export const subMaterials = {
    // 1. 부자재 단가
    subMaterials: [
        {
            "부재료": "1호박스",
            "포장수량": 10.0,
            "단가": 740
        },
        {
            "부재료": "1-1호박스",
            "포장수량": NaN,
            "단가": 690
        },
        {
            "부재료": "1호박스(소)",
            "포장수량": NaN,
            "단가": 570
        },
        {
            "부재료": "12호박스",
            "포장수량": 10.0,
            "단가": 950
        },
        {
            "부재료": "12호박스-무지",
            "포장수량": NaN,
            "단가": 950
        },
        {
            "부재료": "4호박스(수출용)",
            "포장수량": 10.0,
            "단가": 800
        },
        {
            "부재료": "4호1/2박스(라프레리용)",
            "포장수량": NaN,
            "단가": 750
        },
        {
            "부재료": "2호박스",
            "포장수량": 10.0,
            "단가": 550
        },
        {
            "부재료": "단프라(460*320*310)-더마펌",
            "포장수량": NaN,
            "단가": 4000
        },
        {
            "부재료": "인박스",
            "포장수량": 20.0,
            "단가": 190
        },
        {
            "부재료": "간지대(450*450)",
            "포장수량": 500.0,
            "단가": 55
        },
        {
            "부재료": "간지소(295*295)",
            "포장수량": 500.0,
            "단가": 36
        },
        {
            "부재료": "발포지(26*46)-2호",
            "포장수량": 1000.0,
            "단가": 37
        },
        {
            "부재료": "발포지(23*31)-인박스",
            "포장수량": 10000.0,
            "단가": 10
        },
        {
            "부재료": "발포지(31*45)-1호",
            "포장수량": 3000.0,
            "단가": 15
        },
        {
            "부재료": "발포지(33*59)-12호",
            "포장수량": 3000.0,
            "단가": 18
        },
        {
            "부재료": "발포지(14.5*98)",
            "포장수량": 2500.0,
            "단가": 18
        },
        {
            "부재료": "발포지 20*29",
            "포장수량": NaN,
            "단가": 10
        },
        {
            "부재료": "비닐(80*80)-2호",
            "포장수량": 1000.0,
            "단가": 49
        },
        {
            "부재료": "비닐(90*90)-1호",
            "포장수량": 1000.0,
            "단가": 58
        },
        {
            "부재료": "비닐(100*100)-12호",
            "포장수량": 1000.0,
            "단가": 74
        },
        {
            "부재료": "비닐(52*48)-인박스",
            "포장수량": NaN,
            "단가": 38
        },
        {
            "부재료": "트레이(588호16홀)",
            "포장수량": 200.0,
            "단가": 200
        },
        {
            "부재료": "트레이(24홀)",
            "포장수량": 250.0,
            "단가": 200
        },
        {
            "부재료": "트레이(60ML)",
            "포장수량": 300.0,
            "단가": 190
        },
        {
            "부재료": "트레이(남성용16홀)",
            "포장수량": 200.0,
            "단가": 230
        },
        {
            "부재료": "트레이(15홀)",
            "포장수량": 150.0,
            "단가": 190
        },
        {
            "부재료": "트레이(12홀)",
            "포장수량": 200.0,
            "단가": 200
        },
        {
            "부재료": "트레이(589호45홀)",
            "포장수량": 150.0,
            "단가": 200
        },
        {
            "부재료": "트레이(586호19홀)",
            "포장수량": 200.0,
            "단가": 240
        },
        {
            "부재료": "트레이(40홀)",
            "포장수량": 300.0,
            "단가": 200
        },
        {
            "부재료": "트레이(20홀)",
            "포장수량": 200.0,
            "단가": 200
        },
        {
            "부재료": "트레이(100ML9홀)",
            "포장수량": 300.0,
            "단가": 200
        },
        {
            "부재료": "트레이(710호77홀)",
            "포장수량": 120.0,
            "단가": 240
        },
        {
            "부재료": "트레이(50홀)",
            "포장수량": 150.0,
            "단가": 240
        },
        {
            "부재료": "트레이(366호10홀)",
            "포장수량": 200.0,
            "단가": 200
        },
        {
            "부재료": "트레이(24홀)",
            "포장수량": NaN,
            "단가": 200
        },
        {
            "부재료": "트레이(40홀)",
            "포장수량": NaN,
            "단가": 200
        },
        {
            "부재료": "트레이(100ML)",
            "포장수량": NaN,
            "단가": 200
        },
        {
            "부재료": "트레이(직사각 12홀)",
            "포장수량": NaN,
            "단가": 200
        },
        {
            "부재료": "트레이(70홀)",
            "포장수량": NaN,
            "단가": 200
        },
        {
            "부재료": "트레이(정사각12홀)",
            "포장수량": NaN,
            "단가": 200
        },
        {
            "부재료": "트레이(라프레리주걱50홀)",
            "포장수량": NaN,
            "단가": 190
        },
        {
            "부재료": "립스틱트레이(C-120-2호)",
            "포장수량": NaN,
            "단가": 290
        },
        {
            "부재료": "트레이(8홀)",
            "포장수량": NaN,
            "단가": 200
        },
        {
            "부재료": "트레이(54홀)",
            "포장수량": NaN,
            "단가": 200
        },
        {
            "부재료": "트레이(80홀)",
            "포장수량": NaN,
            "단가": 190
        },
        {
            "부재료": "트레이(립스틱전용)",
            "포장수량": 270.0,
            "단가": 270
        }
    ]
};